using System;
using System.Collections.Generic;

namespace KrutiDevWordAddIn
{
    public static class TemplatesData
    {
        public static string FullOfficialLetter
        {
            get
            {
                return
@"कार्यालय - जिला शिक्षा अधीक्षक - सरायकेला-खरसावाँ
-----------------------------------------------------------------------------------------
                            पत्रांक % ................

प्रेषक -
    जिला शिक्षा अधीक्षक -
    सरायकेला-खरसावाँ।

सेवा में -
    निदेशक (प्रा० शि०)
    स्कूली शिक्षा एवं साक्षरता विभाग
    झारखण्ड राँची।

                                            सरायकेला - दिनांक % ................

विषय % ....................................................................................................
प्रसंग % ...................................................................................................

महाशय -
    उपर्युक्त विषयक प्रासंगिक पत्र के आलोक में सादर सूचित करना है कि ....................................
..........................................................................................................................
..........................................................................................................................


                                                                        विश्वासभाजन

                                                                    जिला शिक्षा अधीक्षक
                                                                    सरायकेला-खरसावाँ।";
            }
        }

        public static string SenderBlock
        {
            get
            {
                return
@"प्रेषक -
    जिला शिक्षा अधीक्षक -
    सरायकेला-खरसावाँ।";
            }
        }

        public static string SignatureBlock
        {
            get
            {
                return
@"विश्वासभाजन

जिला शिक्षा अधीक्षक
सरायकेला-खरसावाँ।";
            }
        }

        public static string HeaderBlock
        {
            get
            {
                return
@"कार्यालय - जिला शिक्षा अधीक्षक - सरायकेला-खरसावाँ
पत्रांक % ................";
            }
        }
    }
}
